{
    "\/how-to-play-poker\/": "Learn how to play poker with our easy-to-follow guide to the basic rules and types –plus much, much more. Visit 888 Poker for handy tips and explainers.",
    "\/how-to-play-poker\/strategy\/": "888poker sets beginner players on the right path with the top poker strategy tips. Learn what you should and shouldn",
    "\/how-to-play-poker\/rules\/": "Learning the rules of poker involves more than just knowing when to act. Get all you need to know about poker rules from this 888poker simple guide.",
    "\/poker-software\/": "Download 888poker software &amp; krijg toegang tot de meest progressieve pokerfuncties op het web! Geniet van Snap Poker, PokerCam tafels, casino spellen &amp; sportweddenschappen",
    "\/platforms\/": "888poker is available on a variety of platforms. Login to your account from PC, Android or iOS mobile devices &amp; enjoy the same thrilling poker experience!",
    "\/poker-software\/limits-and-rake\/": "In an effort to suit each and every Member, 888poker provides a variety of tables, designed for different numbers of players and featuring various table Betting Limits. 888poker offers tables with the following Lower Limit Stakes and Higher Limit Stakes.",
    "\/poker-games\/": "Play online poker games at 888poker. Choose your favourite poker game and play with a FREE BONUS no deposit. (T&amp;Cs apply)",
    "\/poker-games\/texas-holdem\/": "Learn how to play Texas Hold’em Poker in 7 rapid, easy steps. Find out the best tips to get started playing Hold’em Poker quickly.",
    "\/poker-games\/omaha\/": "Omaha Hi (PLO) is an exciting form of Omaha Poker. Get the inside scoop on how to play Omaha - a rapid-fire game - in 8 simple steps.",
    "\/poker-games\/omaha-hi-lo\/": "Omaha Hi-Lo is a poker format with 2 winners. Get your chance to win, twice, by learning the Omaha Hi-Lo rules to the game in 8 easy-to-follow steps.",
    "\/poker-games\/blast-game\/": "Learn about 888 poker’s Blast Sit &amp; Go tournaments! Once the timer runs out, everyone’s all-in until there’s a winner! Win BIG. Win FAST. Play BLAST!",
    "\/poker-games\/snap\/": "Play SNAP Poker and experience poker at speeds like never before! SNAP is available on both PC and the 888poker mobile app.",
    "\/poker-promotions\/": "Online poker bonus and promotions at 888poker. view our poker offers and promotions available today. T&amp;Cs apply.",
    "\/poker-promotions\/bonus\/": "Join 888poker and get a huge welcome bonus up to $400. Choose from the biggest selection of games and tournaments.  Low buy-ins and huge guaranteed payouts, every day.",
    "\/poker-promotions\/bonus\/no-deposit-8\/": "Sign up at 888poker to get your $8 free no deposit poker bonus! Simply register and check your email for your bonus.",
    "\/poker-promotions\/24-7-freerolls-festival\/": "Play for free &amp; win a share of over $20,000 every week in round the clock freerolls. Be a part of the non-stop action &amp; enjoy fun online poker freerolls with huge prizes.",
    "\/888poker-club\/": "Get on the Road to Rewards with 888poker Club! Earn points as you play, climb up levels and collect Gold Tokens to redeem for prizes. Enjoy the ride!",
    "\/real-money-poker\/deposit\/": "Deposit and payment methods for top online poker room 888poker. Play different at 888 poker.",
    "\/real-money-poker\/": "888poker has some of the leading real money poker games around. Download our poker software &amp; try your hand at cash games or tournaments for real money.",
    "\/real-money-poker\/cashout\/": "Withdrawals at 888poker are easy to request and processed quickly. Learn more about withdrawing from our safe and secure online cashier.",
    "\/real-money-poker\/deposit\/payment-methods\/": "A detailed 888poker guide on which payment method is accepted at the top online poker room from 888.com. Plus details on 888 poker cashouts.",
    "\/real-money-poker\/deposit\/limits\/": "Every accepted payment method at 888poker, like credit card, PayPal and Neteller, has its own minimum and maximum deposit limits. Find out more What are the maximum deposit limits at 888poker?",
    "\/real-money-poker\/deposit\/money-transfer\/": "Our Member-to-Member Money Transfer feature is a secure way for 888poker players to transfer money from their own accounts to other players",
    "\/poker-tournaments\/": "888 poker offers a huge variety of poker tournaments. Join 888poker and get FREE tournament tickets. No deposit needed. T&amp;Cs apply.",
    "\/poker-tournaments\/types\/": "At 888poker we have a wide array of tournament types to suit any and every poker player - from the novice to the seasoned pro.",
    "\/poker-tournaments\/types\/multi-table-tournament\/": "Get a brief introduction to gameplay and discover winning strategy concepts for playing in Multi-Table Tournaments (MTTs).",
    "\/poker-games\/pko\/": "Everything you need to know about how to win EXTRA CASH in 888 poker’s knockout tournaments!",
    "\/poker-tournaments\/mystery-bounty\/": "Play 888poker’s Mystery Bounty tournaments and up the level of surprise and suspense in your game! Knock out opponents and reveal your mystery cash prize!",
    "\/888live-events\/": "Read more about our past and present sponsored events at 888poker.",
    "\/the-team\/": "Meet the team of poker pros, streamers and cultural icons who have partnered up with 888poker. Get top poker tips, the inside scoop on the most popular events.",
    "\/magazine\/strategy": "Whether you’re a beginner or advanced player, 888poker has poker strategy tips for you. Click here to learn poker psychology, bankroll management &amp; more.",
    "\/magazine\/poker-world": "888poker’s Super XL Series returns January 24-31, 2016 and it's better than ever. Find out how you can win a ticket to one of the events!",
    "\/magazine\/888news": "Always be the first to know about what's new at 888poker. Click here to get updates about our celebrity ambassadors, poker promotions, new features &amp; more",
    "\/poker\/poker-odds-calculator\/": "888poker’s Poker odds Calculator is perfect for finding out where you stand in a hand. Learn when you’re ahead or behind – with this poker hands calculator.",
    "\/poker-promotions\/card-strike\/": "The fun new side poker game is completely free to play, giving you the chance to win free cash whenever you play cash games online. Match the cards to win - online poker is more fun than ever.",
    "\/888live-events\/coventry-oct-2023\/": "Our live festival continues to its next destination: Coventry, UK! Play to win your $2,000 package to this awesome event where you could win a share of a whopping £500,000 in the Main Event. You in?",
    "\/poker-promotions\/snowmen-festival\/": "An epic poker festival of special offers, giveaways, freerolls and more! Win live tournament packages, enjoy extra rakebacks and tons of tournament formats. ",
    "\/poker-promotions\/xl-autumn-series\/": "Get ready for an action-packed online poker series this Autumn where you could get your hands on a share of over $2,000,000 of fantastic prizes!",
    "\/poker-promotions\/rakeback-upto50\/": "Get up to 50% of your rake back each and every week when you play online cash games at 888poker. Watch your rakeback roll in every week - the more you play, the bigger your rakeback.",
    "\/magazine\/poker-world\/five-old-west-poker-players": "Poker was a major part of the Old West with famous names like Wild Bill. 888poker charts five unique characters that headed west towards the poker tables.",
    "\/magazine\/poker-world\/top-heroes-poker-history": "Many famous poker players come and go in the industry  for all kinds of reasons. We’ll go back and remember some players that shouldn't be forgotten.",
    "\/magazine\/expert-tips-online-live-poker": "Discover five crucial tips to smoothly transition from online poker to live poker. Learn about rules, pot size calculation, adjusting to the slower pace, knowing stack sizes, and being aware of live tells.",
    "\/desktop\/free-poker\/": "Want to play free poker online? At 888poker, there are loads of ways to play on the house. And you might even win a real prize or two. (t&amp;c apply)",
    "\/magazine\/poker-terms": "Welcome to 888poker’s comprehensive poker terms glossary where you'll get in-depth explanations of the most popular poker terms along with expert strategy.",
    "\/how-to-play-poker\/hands\/": "Learning which hands rank highest is a big part of playing and winning poker. Here you will get the full list of all possible poker hands and get a full grasp in regards to how they rank in relation to each other.",
    "\/magazine\/poker-terms\/hole-cards": "The term hole cards refers to any cards that players must keep secret from the rest of the table. Almost all poker variants make use of hole cards. The most common example is in the game of Hold’em. Players are each dealt 2 hole cards on the first betting round which they used in conjunction with ‘community cards’ to make a hand.",
    "\/magazine\/poker-world\/how-to-deal-poker": "With this guide, youll get the best tips to help you learn how to deal poker as a poker dealer in Texas Holdem games. Lets get started!",
    "\/magazine\/poker-world\/how-become-poker-dealer": "If you’ve ever wanted to be a poker dealer, 888poker shows you the ins and outs of making money by dealing cards.",
    "\/magazine\/poker-terms\/no-limit": "No Limit is a term used to describe the betting structure of a poker game. No limit means there is not restriction on how large a player can bet or raise at any given moment (although they can’t ever bet more than what is in their stack). The other types of betting structure are pot-limit (maximum bet or raise is the size of the pot) and fixed-limit (bets and raises occur in fixed increments). The most popular poker game currently is no limit Hold’em.",
    "\/magazine\/strategy\/poker-betting-your-complete-one-stop-guide": "Betting in poker is one of the first fundamental play all newbies should learn. Find out all you need to know in this complete poker betting guide.",
    "\/magazine\/strategy\/poker-etiquette-30-unwritten-rules-everyone-needs-follow": "Poker etiquette involves an unwritten set of guidelines to follow that helps promote sportsmanship, speed of play, and a healthy atmosphere for the game.",
    "\/magazine\/strategy\/poker-variations": "Follow along as we research the Top 12 different types of poker variations including their popularity, ease of learning and basic rules and strategy.",
    "\/magazine\/strategy\/top-9-online-poker-tips-beginners": "Discover how these top ten tips that can turn your online poker playing experience completely around – from mediocre to winning poker.",
    "\/free-online-poker\/": "Want to play free poker online? At 888poker, there are loads of ways to play on the house. And you might even win a real prize or two. (t&amp;c apply)",
    "\/magazine\/888news\/set-your-next-private-home-game-888poker": "Home games are big news in poker currently. Find out how to set up a private home game on 888poker for you and your friends to play.",
    "\/magazine\/poker-terms\/heads-up": "The term heads up refers to two handed poker. This would occur either because there are only two players dealt into a hand or because all other players at the table folded, leaving just two remaining. In a tournament the action becomes heads up when all other players have been knocked out of the tournament. The winner of the heads up match will win first prize in the tournament.",
    "\/magazine\/poker-terms\/wrap-around-straight": "A wrap around straight is a straight that has an Ace somewhere in the middle of its structure, for example; QKA23. Wrap around straights are not legal hands according to the classic hand rankings system. However, they may sometimes be allowed in home games and some of the more exotic variants of poker.",
    "\/magazine\/strategy\/pre-flop-hand-strength": "Learning how to assess the preflop hand strength is crucial to hand ranking in Texas Hold'em. Find out the best hands to play from every table position.",
    "\/magazine\/strategy\/mastering-fundamentals-texas-holdem\/more-aggression-more-profit": "World-class poker professional Jonathan Little teaches you how to learn to win more money at the poker table by increasing your level of aggression.",
    "\/poker\/poker-odds-calculator": "888poker’s Poker odds Calculator is perfect for finding out where you stand in a hand. Learn when you’re ahead or behind – with this poker hands calculator.",
    "\/magazine\/strategy\/all-in-poker": "Follow along as we discuss the times when you should be pushing over the top - moving all your chips all-in into the pot.",
    "\/poker\/poker-books": "888poker presents the top 86 poker books of all time as judged by professional poker players. Find out which books made the list by clicking here.",
    "\/magazine\/strategy\/poker-postion-names": "Some poker positions are more profitable than others. Each seat has a unique name to help distinguish between them. Find out which ones play the best.",
    "\/magazine\/strategy\/beginners-guide-gto-poker": "GTO stands for Game Theory Optimal. 888poker clarifies its meaning and application for beginners to find out how to use it and what strategies to apply.",
    "\/magazine\/poker-mental-strategy": "The Mental Game of Poker",
    "\/magazine\/strategy\/how-to-become-a-poker-pro": "888poker brings you a simple guide that outlines all the steps necessary to become a successful professional poker player.",
    "\/how-to-play-poker\/strategy\/texas-holdem": "Read our Texas Hold'em Strategy at 888poker with lessons to get you started on the right foot. Discover how to win more playing Hold'em.",
    "\/how-to-play-poker\/strategy\/tournaments": "Get the best basic Poker Tournament Strategy from 888poker. Discover which hands to play and how to play them at different stages in tournaments.",
    "\/how-to-play-poker\/strategy\/omaha": "Getting to know Omaha Poker Strategy at 888poker will help you master this fast-paced poker game. Have fun while learning to play Omaha Poker games.",
    "\/how-to-play-poker\/strategy\/omaha-hi-lo": "Learning Omaha Hi-Lo Strategy at 888poker puts you on the perfect path to mastering this poker format. Have a better chance to win by studying Omaha Hi-Lo.",
    "\/poker-tournaments\/types\/free\/": "Discover how you can begin playing poker for real money without ever having to make a deposit with free poker tournaments.",
    "\/how-to-play-poker\/strategy\/tournaments\/": "Get the best basic Poker Tournament Strategy from 888poker. Discover which hands to play and how to play them at different stages in tournaments.",
    "\/how-to-play-poker\/strategy\/texas-holdem\/": "Read our Texas Hold'em Strategy at 888poker with lessons to get you started on the right foot. Discover how to win more playing Hold'em.",
    "\/real-money-poker\/paypal\/": "PayPal is one of the safest ways to fund your 888poker account. Play poker at 888poker site!",
    "\/real-money-poker\/cashout\/reversing\/": "Learn how to reverse your cashout request",
    "\/poker-tournaments\/types\/turbo-poker\/": "A poker player's guide to help you learn how to play poker Turbo and Super Turbo tournaments with faster blind structures than normal.",
    "\/poker-tournaments\/types\/satellite\/": "Discover the optimal way to play higher payout poker tournaments, without playing outside of your bankroll limits. Learn poker satellite strategy.",
    "\/magazine\/poker-terms\/flop\/": "Flop is the second betting round in community card games such as Hold’em and Omaha. Three cards are dealt face up in the centre of the table which all players may use when building their 5-card hand. The three cards themselves are also generally referred to as the flop.",
    "\/magazine\/poker-terms\/river\/": "The river is the name given to the final betting round in a number of poker formats. We may most commonly associate theriver with the final betting round in Hold’em and Omaha, but the term is also used to describe the final betting round in variants such as Stud and Razz. After the river betting round is complete, players reveal the strength of their cards at showdown.",
    "\/magazine\/strategy\/poker-blinds-guide\/": "The blinds are an integral part of most poker formats. Every essential aspect of the blinds will be discussed in this guide.",
    "\/magazine\/strategy\/razz-poker\/": "Razz is the lowball version of 7-Card Stud with the same rules and one big exception – the low always wins! Learn how to play this exciting poker format.",
    "\/magazine\/strategy\/2-7-triple-draw\/": "Discover the basics to the new poker format – 2-7 Triple Draw where the best hands in Hold’em are the worst in this variation. Find out why and how to beat this game.",
    "\/magazine\/strategy\/badugi-poker\/": "Discover how to play this simple but somewhat back-to-front poker variation called Badugi. where what was once the worst hand is now considered the best.",
    "\/magazine\/strategy\/why-you-should-be-playing-short-deck-poker\/": "In Short Deck poker all deuces, threes, fours, and fives are removed from the deck – leaving 36 cards to play with, which can result in a more action-packed game.",
    "\/magazine\/poker-world\/top-10-unique-poker-games\/": "888poker takes a look at the top ten unusual and unique card games that you may or may not have heard of. Check out the craziest home games on the planet!",
    "\/poker-software\/how-to-join-a-table\/": "888poker has amazing online poker table games on the web. Get started playing in a game today.",
    "\/poker-software\/how-to-install\/": "Installing 888poker has never been so easy. Follow these simple steps &amp; you",
    "\/poker-software\/how-to-register\/": "Read our simple guide with instructions on how to register and login to 888poker. Once you’ve successfully, registered and logged in you can start playing! ",
    "\/mobile-poker\/webapp\/": "Play poker anytime, anywhere on your mobile without installing a single file. Hundreds of cash games and tourneys - always at your fingertips!",
    "\/mobile-poker\/iphone\/": "Deal in and stay in! The 888poker app for iPhone lets you continue playing in cash games and tournaments even if you're on the move. Find out more.",
    "\/poker-games\/texas-holdem": "Learn how to play Texas Hold’em Poker in 7 rapid, easy steps. Find out the best tips to get started playing Hold’em Poker quickly.",
    "\/poker-games\/omaha-hi-lo": "Omaha Hi-Lo is a poker format with 2 winners. Get your chance to win, twice, by learning the Omaha Hi-Lo rules to the game in 8 easy-to-follow steps.",
    "\/poker-games\/snap": "Play SNAP Poker and experience poker at speeds like never before! SNAP is available on both PC and the 888poker mobile app.",
    "\/desktop\/": "Download our award winning software to your desktop for FREE and enjoy 888poker’s awesome features and games from the comfort of your home.",
    "\/mobile-poker\/": "Never miss a game again! Install 888poker's mobile poker app and play cash games and tournaments anytime, anywhere! Available on Androids, iPhones and iPads!",
    "\/official-poker-terminology\/#Rake": "Poker terms are a big part of playing the game. Check out the 888poker glossary to get all the latest poker lingo.",
    "\/official-poker-terminology\/#Pot": "Poker terms are a big part of playing the game. Check out the 888poker glossary to get all the latest poker lingo.",
    "\/poker-software\/faq\/": "Need help setting up 888poker on your PC? Read helpful information on our troubleshooting page for getting our poker software up and running.",
    "\/poker-software\/house-rules\/": "888poker strives to maintain a safe, fair &amp; friendly gaming environment. Ethical practices, proper etiquette are our priority. Read about 888poker’s House Rules.",
    "\/poker-software\/multi-hand-tips\/": "Play more hands with multi-hand poker. Get tips on how to up your chances of winning from 888poker.",
    "\/poker-software\/multi-table-tournaments\/": "Multi-table poker tournament (MTTs) are a great way to build a bankroll. Learn how to win these types of poker games.",
    "\/download-poker\/": "Poker Download | Download 888 Poker Software",
    "\/poker-software\/quick-start\/": "Learn about 888poker's beginner's area, where you can choose from low-stake cash games and tournaments. Your way to ease into the world of poker.",
    "\/poker-software\/sit-and-go-tournaments\/": "Here at 888poker you can enjoy top Sit and Go Tournaments. These are the perfect way for players of all abilities to play basic poker with more chance of success. Try them out at 888poker Canada today.",
    "\/poker-software\/tournament-prize-pool-structure\/": "One of the biggest pulls of any poker tournament is the structure and size of the prize pool. How much you can win depends on the prize pool structure. Check out our 888 poker tournament prize pool structure to find out how it works.",
    "\/poker-software\/updates\/": "We're always adding new and exciting features to 888poker. Click here to get our latest software updates and be one of the first to try them out!",
    "\/poker-software\/multi-flight-tournaments\/": "If you’re interested in trying out a multi flight poker tournament then look no further. Not only does 888poker offer a variety of multi-flight tournaments, here’s a guide on how to start playing Multi-Flight poker.",
    "\/how-to-play-poker\/strategy\/omaha-hi-lo\/": "Learning Omaha Hi-Lo Strategy at 888poker puts you on the perfect path to mastering this poker format. Have a better chance to win by studying Omaha Hi-Lo.",
    "\/how-to-play-poker\/strategy\/omaha\/": "Getting to know Omaha Poker Strategy at 888poker will help you master this fast-paced poker game. Have fun while learning to play Omaha Poker games.",
    "\/poker-tournaments": "888 poker offers a huge variety of poker tournaments. Join 888poker and get FREE tournament tickets. No deposit needed. T&amp;Cs apply.",
    "\/magazine\/strategy\/5-card-draw": "Discover all you need to know about 5Card Draw, the basic rule to the game and some strategy to get you winning in this classic poker format.",
    "\/magazine\/strategy\/horse-poker": "Find out the secrets to HORSE poker - a collection of poker games that is regarded as one of the top formats that separates the amateurs from the pros.",
    "\/magazine\/strategy\/razz-poker": "Razz is the lowball version of 7-Card Stud with the same rules and one big exception – the low always wins! Learn how to play this exciting poker format.",
    "\/magazine\/strategy\/2-7-triple-draw": "Discover the basics to the new poker format – 2-7 Triple Draw where the best hands in Hold’em are the worst in this variation. Find out why and how to beat this game.",
    "\/magazine\/strategy\/5-card-omaha": "Find out about the latest poker craze called 5-Card Omaha. Learn how to master the new and exciting poker variant where you get 5 instead of 4 hole cards.",
    "\/magazine\/strategy\/badugi-poker": "Discover how to play this simple but somewhat back-to-front poker variation called Badugi. where what was once the worst hand is now considered the best.",
    "\/magazine\/poker-world\/intro-to-chinese-poker": "Have you heard about Chinese Poker? Chinese Poker was introduced as a WSOP bracelet event in 1995 and since then became pretty popular. Learn all you need to know about it here.",
    "\/magazine\/strategy\/why-you-should-be-playing-short-deck-poker": "In Short Deck poker all deuces, threes, fours, and fives are removed from the deck – leaving 36 cards to play with, which can result in a more action-packed game.",
    "\/magazine\/how-to-play-poker\/hands": "Learning which hands rank highest is a big part of playing and winning poker. Here you will get the full list of all possible poker hands and get a full grasp in regards to how they rank in relation to each other.",
    "\/magazine\/strategy\/learn-to-play-7-card-stud-poker-games": "7 Card Stud is widely known as one of the oldest poker variations. Find out the rules and how to play this classic poker game in a few easy steps.",
    "\/magazine\/strategy\/poker-bluff\/": "888poker brings you the most comprehensive guide on poker bluffs for the beginner and more advanced poker player. Get the best tips on this complex poker play.",
    "\/poker-games\/no-limit-and-pot-limit-games\/": "No Limit and pot limit poker rules are easy to learn. Get all the info you need to play these games at 888poker.",
    "\/poker-games\/ring-games\/": "Poker cash games give players more ways to win. Try the 888poker cash tables and build your skills and bankroll!",
    "\/how-to-play-poker\/hands": "Learning which hands rank highest is a big part of playing and winning poker. Here you will get the full list of all possible poker hands and get a full grasp in regards to how they rank in relation to each other.",
    "\/magazine\/strategy\/ultimate-guide-poker-showdown": "The poker showdown is one of the more misunderstood parts of the game. Follow along as we show you the do’s and don’ts of the poker showdown.",
    "\/official-omaha-hi\/": "In Omaha Hi, there are 4 betting rounds and a Showdown. Each player gets 4 face-down pocket cards. Learn how to play this action-packed poker variation.",
    "\/magazine\/strategy\/are-split-pots-waste-your-time": "In, poker for every winner there has to be a loser. However, with split pot poker variants there can be more than one winner. Let’s find out how.",
    "\/magazine\/strategy\/ultimate-guide-poker-showdown\/": "The poker showdown is one of the more misunderstood parts of the game. Follow along as we show you the do’s and don’ts of the poker showdown.",
    "\/poker-promotions\/stroke-of-luck-casino\/": "Win up to a $1000 casino bonus every day. Play your favourite casino games - slots, roulette and blackjack - complete the fun challenges &amp; win a scratch card with huge bonus prizes",
    "\/poker-promotions\/mystery-bounty\/": "Secret bounties are placed on player’s heads. Play online Mystery Bounty poker tournaments where you can win massive cash bounties when you knock out another player. ",
    "\/poker-promotions\/gift-drops\/": "At any moment, all players at a lucky table can each win up to $1,000 in prizes!.",
    "\/poker-promotions\/bet-get\/": "Enjoy the best of sports betting and online poker with a complimentary freeroll ticket in 888poker’s special sports bet offer. It’s easy – each day you place a bet on sports, you’ll get a ticket to a fun freeroll.",
    "\/poker-promotions\/daily-deals\/": "Start your weekend off the right way with these awesome casino offers where you get to pocket extra bonuses!",
    "\/poker-promotions\/blast-leaderboards\/": "Our live BLAST leaderboards payout $5,000 in prizes every day! Play the online jackpot poker BLAST and get points for your game play. Make every Sit &amp; Go game count &amp; beat out your opponents as you track your position up the live BLAST leaderboards.",
    "\/poker-promotions\/play-with-friends\/": "Play with your buddies on 888 poker! Host a poker night online by setting up your own game on 888 poker and invite your mates to join you!",
    "\/poker-promotions\/multiprize-wheel\/": "Count down to your next spin on the Multiprize Wheel. Keep an eye on the timer and get ready to win your next prize when it hits zero!",
    "\/poker-promotions\/early-bird-rakeback\/": "Get your hands on some extra cash with 888 poker’s Early Bird Rakeback. Just register early for your fave tournaments &amp; get back a piece of your buy-in!",
    "\/real-money-poker\/deposit\/bonus-policy\/": "Installing 888poker has never been so easy. Follow these simple steps &amp; you",
    "\/terms\/invite-a-friend\/": "Have a friend who is interested in online poker? Persuade them to join 888poker – we will give you $8 instant bonus (T&amp;Cs apply) !",
    "\/888poker-club\/benefits\/": "Join 888poker and take advantage of the many poker club benefits on offer. Play poker, earn big rewards, take on challenges and win real cash prizes!",
    "\/888poker-club\/level-structure\/": "View 888 poker Club’s Level Structure here. Includes how many points you’ll need to reach each new Level &amp; the amount of Gold Tokens you’ll receive once each Level is completed. ",
    "\/888poker-club\/user-guide\/": "Our 888poker Club user guide gives you all the information needed to make the most of playing online poker. Join our community and get ready to hit the tables!",
    "\/888poker-club\/faq\/": " Check out the FAQs for 888poker Club and get on the Road to Rewards! Find out everything you need to know on how the Club works; earn points, climb up levels, collect Gold Tokens and win awesome prizes!",
    "\/888poker-club\/benefits\/#Tournaments": "Join 888poker and take advantage of the many poker club benefits on offer. Play poker, earn big rewards, take on challenges and win real cash prizes!",
    "\/real-money-poker\/deposit\/mobile\/": "Read our simple guide on how to deposit at 888 poker. Deposit now and start playing real money games!",
    "\/real-money-poker\/cashout": "Withdrawals at 888poker are easy to request and processed quickly. Learn more about withdrawing from our safe and secure online cashier.",
    "\/security-and-privacy\/complete-security\/": "Play poker in the most trusted and secured online poker room - 888 poker. Protected by the latest firewall system, 888poker is the top choice for poker players",
    "\/real-money-poker\/deposit\/quick\/": "Quick Deposit lets you load your 888poker account by using your last approved payment method. Options include Visa, MasterCard and Maestro. Learn more.",
    "\/real-money-poker\/deposit\/quick": "Quick Deposit lets you load your 888poker account by using your last approved payment method. Options include Visa, MasterCard and Maestro. Learn more.",
    "\/real-money-poker\/cashout\/policy\/": "Having trouble cashing out your winnings at 888poker? Read over their online poker cash-out policy and you may find the reason you are having issues!",
    "\/poker-tournaments\/types\/knockout\/": "Knockout poker is an MTT (multi-table tournament) variant where a percentage of the prize pool is dedicated to a bounty on each player’s head. Read more.",
    "\/poker-tournaments\/types\/deep-stacks\/": "Learn more about the tournament type that plays out much like cash games, involving deep stacks and lots of creative, post-flop play!",
    "\/magazine\/strategy\/poker-bankroll-management": "Your technical skills at the poker table are the main determining factor as to whether you are a profitable player. However, most professionals agree that poker bankroll management is another skill that must be mastered if you want to succeed in the long run.",
    "\/magazine\/strategy\/poker-tournament\/mtt-poker-tournament-strategy-10-step-guide": "Multi-table tournaments let you play for huge sums of money for a small outlay – aim for a big score on 888poker with our 10-step strategy guide",
    "\/poker-tournaments\/types\/freezeout\/": "888poker offers freezeout poker tournaments from freerolls up to high stakes. Learn more about freezeout tournaments. Why play this tournament type, pros and cons and more.",
    "\/poker-tournaments\/types\/heads-up\/": "At 888poker we have a wide array of tournament types to suit any and every poker player - from the novice to the seasoned pro.",
    "\/poker-tournaments\/types\/sit-and-go\/": "At 888poker we have a wide array of tournament types to suit any and every poker player - from the novice to the seasoned pro.",
    "\/888live-events\/victoria-casino-weekend-2022\/": "888poker LIVE London is BACK! Win a seat entry and join top poker players at this amazing event and play for a share of a whopping ₤50,000 GTD in the Main Event!",
    "\/888live-events\/live-london-festival-2022\/": "888poker LIVE London is BACK! Win a seat entry and join top poker players at this amazing event!",
    "\/888live-events\/live-london-weekend-feb-2023\/": "888poker LIVE London is BACK! Win a seat entry and join top poker players at this amazing event!",
    "\/888live-events\/barcelona-festival-2023\/": "888poker LIVE Barcelona is BACK! Win a seat entry and join top poker players at this amazing event!",
    "\/888live-events\/london-festival-2023\/": "888poker LIVE London Festival is back at the VIC Casino in London! Win a $2,200 package to the Main Event and join top players at this awesome live poker event!",
    "\/888live-events\/madrid-festival-january-2023\/": "888poker LIVE starting the 2023 in Madrid! Win a luxury package to join top poker players at this huge event and play in one of the most magnetic and captivating places in the world!",
    "\/888live-events\/lucky8-2022\/": "Play the Lucky 8’s live poker event at Kings Casino - Affordable buy-ins and big guarantees, a €300,000 GTD Main Event. Win a €1,000 poker package including a seat at the ME &amp; 4 nights at the luxury hotel &amp; play the next European live poker tournament.",
    "\/888live-events\/cnp-madrid-2022\/": "888poker LIVE is heading to Madrid as part of its 20th anniversary celebrations! Win a luxury package to this fantastic event.",
    "\/888live-events\/battle-of-malta-2022\/": "The Battle of Malta is back! 888poker LIVE invites you to join poker players from around the world to this incredible island for a first class poker experience in a magical Mediterranean setting! Play in the Main Event for your share of the €1,000,000 GTD prize pool!",
    "\/888live-events\/road-to-las-vegas-2022\/": "Head to the biggest poker event in the world!",
    "\/888live-events\/bucharest-2022\/": "Join us as we kick off the return of live poker in one of Europe’s most magnificent cities – Bucharest.",
    "\/888live-events\/barcelona-festival-2022\/": "888poker LIVE Barcelona is BACK! Win a seat entry and join top poker players at this amazing event!",
    "\/888live-events\/london-festival-2023-uk\/": "888poker LIVE London Festival is back at the VIC Casino in London! Win a $2,200 package to the Main Event and join top players at this awesome live poker event!",
    "\/888live-events\/bucharest-aug-2023\/": "2023 comes with another poker experience. Participate in the 888poker Bucharest Live Event between 8– 14 August and enjoy non-stop live poker, cash tables and many other surprises.",
    "\/888live-events\/london-festival-2022\/": "888poker LIVE London is back at the Vic Casino in London! Win a seat entry and join top players at this awesome live poker event and play for a share of a whopping ₤50,000 GTD in the Main Event!",
    "\/the-team\/jack-maate\/": "Famous for his wicked sense of wit, get to know British YouTuber, podcaster &amp; now 888poker ambassador Jack Dean, aka “JaackMaate”.",
    "\/the-team\/caue-moura\/": "888poker cultural ambassador Cauê Moura is a Content Creator, Public figure &amp; successful YouTuber with over 5M subscribers. ",
    "\/the-team\/kara-scott\/": "888poker ambassador Kara Scott has certainly made her mark in the poker world. Get to know one of the most well-known personalities in the industry only on 888poker.",
    "\/the-team\/vivian-saliba\/": "888poker ambassador Vivan Saliba is a poker pro with an impressive track record. Watch this space for exciting collaborations with this true master of the game!",
    "\/the-team\/cavalito\/": "Brazilian poker pro Alexandre “Cavalito” Mantovani represents 888poker at online and live events as a member of the star-studded ambassador team. Stay tuned for updates!",
    "\/the-team\/ian-simpson\/": "Ian Simpson is an accomplished poker player and Twitch streamer. Join us as Ian explores the world of poker as a member of 888poker's team of ambassadors.",
    "\/the-team\/lucia-navarro\/": "888poker ambassador Lucia Navarro is a poker pro with an impressive track record as the only woman on the Spanish national poker circuit to hold two prominent titles!",
    "\/the-team\/stream-team\/": "Meet the 888poker Stream Team featuring the best poker streamers in the biz bringing top-quality, live commentary right to your living room."
}